const ar = {
  contact_us: '',
  social_responsibility: 'RESPONSABILITÉ SOCIALE',
  faq: 'FAQ',
  how_it_works: 'COMMENT ÇA MARCHE?',
  send_big_file: 'ENVOYER GRAND FICHIER',
  share_files: "مشاركة الملفات",
  ok: "حسنا",
  close: "أغلق",
  files: "ملفات",
  link: "ربط",
  email: "البريد الإلكتروني",
  success: "نجاح !",
  password: "كلمه السر",
  message: "رسالة",
  download: "تحميل",
  destruct: "التدمير",
  select_files: "اختر الملفات",
  add_more: "أضف المزيد",
  total_size: "الحجم الإجمالي",
  total_files: "إجمالي الملفات",
  download_id: "معرف التنزيل",
  add_password: "إضافة كلمة مرور",
  upload_error: "خطأ في التحميل!",
  wrong_pass: "رمز مرور خاطئ !",
  enter_email: "أدخل بريد إلكتروني لإرساله إلى",
  enter_own_email: "أدخل بريدك الإلكتروني",
  fill_fields: "ملء جميع الحقول!",
  message_receiver: "رسالتك",
  download_started: "تم بدء التنزيل ...",
  enable_destuct: "تمكين التدمير الذاتي",
  file_to_large: "الملف (الملفات) المحدد كبير جدا.",
  fill_password: "يرجى ملء كلمة المرور أدناه",
  download_started: "معالجة التحميل الخاص بك، يرجى التحلي بالصبر",
  upload_not_found: "لم يتم العثور على تحميل، ربما تم تدميرها؟",
  processing_files: "معالجة الملفات وإنشاء رابط، يرجى التحلي بالصبر.",
  success_link: "تم تحميل ملفاتك، ويمكنك استخدام الرابط أدناه.",
  success_email: "تم تحميل ملفاتك، ويمكنك توقع رسالة إلكترونية قريبا.",

  //Added in update 1.0.2
  select_share: "حدد كيفية المشاركة :",
  file_blocked: "هذه الملفات غير مسموح بها !",

  //SENDGB
  file_to_much: "هناك عدد كبير جدا من الملفات. (أقصى 500)",
  mail_to_much: "هناك عدد كبير جدا من الرسائل الإلكترونية. (أقصى 20)",
  ynastm: "لا يسمح لك بمشاهدة هذا الملف",
  invalid_password: "رمز مرور خاطئ !",
  msg_upload_of: "تم تحميل ميغابايت من",
  max_upload_size: "إرسال ما يصل إلى 4 غيغابايت",
  copy_link: "نسخ",
  time_hour: "ساعة",
  time_day: "يوم",
  time_week: "أسبوع",
  time_month: "شهر",
  msg_upload_canceled:
    "تم إلغاء التحميل من قبل المستخدم أو قام المتصفح بإلغاء الاتصال.",
  msg_upload_failed: "حدث خطأ أثناء محاولة تحميل الملف.",
  msg_unable_to_compute: "غير قادر على حساب",
  msg_files_selected: "تم تحديد ملف (ملفات)",
  msg_confirmExit: "هل تريد بالتأكيد مغادرة الصفحة؟",

  mt_title: "SendGB | إرسال ملفات كبيرة | تبادل الملفات مجانا",
  mt_desc:
    "مجانا وسريع تبادل الملفات. إرسال ملفات كبيرة بسهولة. لا حاجة للتسجيل. نحن نقل الملفات تصل إلى 4GB. تحميل ملف مع وظائف كبيرة. البريد ملف كبير الآن!",
  mt_keywords:
    "تبادل الملفات، مجانا، تبادل الملفات الكبيرة، سندب، نقل، فيلم، ملف، وثائق، نقل، كبيرة، إرسال، ملفات، ملف، كبير، التوضيح، التصوير، وسائل الإعلام، الرقمية، تصميم، نقل، ملفات كبيرة",

  report_file: "ملف التقرير",
  report_file_text: "هل تريد بالتأكيد الإبلاغ عن هذا الملف",
  report: "أبلغ عن",
  reported: "ذكرت",
  max_files: "إلى العديد من الملفات المحددة !",

  tt_info: "انقر للحصول على معلومات",
  tt_addfiles: "إضافة ملف (ملفات)",
  tt_recipient:
    "يمكنك إدخال ما يصل إلى 20 عنوان بريد إلكتروني لإرسالها إلى. إذا كنت تريد فقط رابط التحميل، انقر على زر الخيارات أدناه.",
  tt_yourmail:
    "إضافة عنوان البريد الإلكتروني الخاص بك هنا حتى نتمكن من تحذيرك عند تحميل الملفات.",
  tt_message:
    "إذا كنت ترغب في إرسال رسالة إلى أصدقائك قد تضيف هنا! ولكن لا يجب عليك ...",
  tt_send: "إرسال",
  tt_options: "انقر للحصول على خيارات",
  tt_type: "إرفاق ملف (ق) باستخدام البريد الإلكتروني أو الارتباط",
  tt_password: "أدخل كلمة المرور لتشفير الملفات (الملفات)",
  tt_destroy: "تدمير الملف الخاص بك (ق) عند تحميلها",
  tt_infobox:
    'Send big files upto 4 GB securely & without registration. You can send large files via email or create links to share easily. Files are stored using 256-bit AES encryption and can be further secured with password. You can attach files upto 4 GB for free will be kept for 7 Days. For more information visit <a href="https://www.sendgb.com/en/about-us.html" target="_blank">here</a>.<br><br><a href="https://www.facebook.com/sendgb" target="_blank">Facebook</a><br><a href="https://twitter.com/SendGB" target="_blank">Twitter</a><br><a href="https://plus.google.com/+Sendgb" target="_blank">Google+</a><br><a href="https://www.linkedin.com/company/sendgb" target="_blank">Linkedin</a>',

  msg_ut_second: "ثانيا",
  msg_ut_seconds: "ثواني",
  msg_ut_minutes: "الدقائق",
  msg_ut_hours: "ساعات",
  msg_ut_days: "أيام",
  msg_ut_weeks: "أسابيع",
  msg_upload_cancel: "إلغاء تحميل",
  msg_mobile_settings_save: "حفظ",

  yes: "نعم فعلا",
  no: "لا",
  max: "الأقصى.",
  upload_settings: "إعدادات التحميل",
  change_language: "غير اللغة",
  terms_service: "شروط الخدمة",
  about_us: "معلومات عنا",
  protect_with_pass: "حماية مع كلمة السر",
  destruct_file: "تدمير الملف",
  leave_empty_password: "اتركه فارغا لتعطيل كلمة المرور",
  share_type: "نوع المشاركة",
  share_type_text:
    "يمكنك مشاركة التحميل عن طريق البريد الإلكتروني حتى يتلقى المستلمين رسالة بريد إلكتروني أو مشاركة عن طريق وصلة ونسخ عنوان الرابط ومشاركتها مع كل من تريد.",
  destruct_text: "سيؤدي التحميل إلى تدمير نفسه بعد تنزيل جميع المستلمين الملف.",
  password_text: "لا يمكن تنزيل التحميل إلا عن طريق إدخال كلمة مرور.",
  select_pref_lang: "حدد اللغة المفضلة لديك",
  select_language: "اختار اللغة",
  copy_url: "إنسخ الرابط",
  sign_in: "تسجيل الدخول",
  invalid_login: "خطأ في تسجيل الدخول",
  upload_processing: "نحن نقوم بمعالجة الملف الخاص بك، يرجى العودة لاحقا.",
  not_allowed: "لا يسمح لك بمشاهدة هذا الملف.",
  invalid_pass: "رمز مرور خاطئ",
  msg_second: "ثانيا",
  msg_seconds: "ثانيا",
  msg_minutes: "الدقائق",
  msg_hours: "ساعة",
  msg_remaining: "متبق",
  save: "حفظ",
  cancel_transfer: "إلغاء",

  //Added in update 1.2
  not_available_pass: "(قسط المطلوبة)",

  //Added in update 1.2.2
  uploaded_of: "تم تحميلها",
  cancel: "إلغاء",
  destructed_on: "مدمر في",
  open: "فتح",
  accept_terms:
    "سوف تحتاج إلى قبول لدينا شروط الخدمة إلى المضي قدما إلى موقعنا على الانترنت.",
  accept: "قبول",

  //Added in update 1.2.3
  view_terms: "عرض البنود",

  //Added in update 1.2.6
  month: "شهر",
  week: "أسبوع",
  day: "يوم",
  hour: "ساعة",
  months: "الشهور",
  weeks: "أسابيع",
  days: "أيام",
  hours: "ساعات",
  max_file_uploads: "الحد الأقصى لحجم الملف هو 4 غيغابايت.",
  //Added in update 1.2.7
  drop_files_here: "إسقاط الملفات هنا",

  //Added in update
  msg_optional: "اختياري",
  msg_sending_files: "إرسال [[Y]] ملف (ملفات) إلى [[x]] شخص (أشخاص)",
  msg_sending_files2: "إرسال [[x]] ملف (ملفات) ",
  msg_peyem: "رجاءا أدخل بريدك الإلكتروني",
  msg_wrongem: "بريد إلكتروني خاطئ",

  pause: "وقفة",
  resume: "استئنف",
  pdnlyps: "يرجى عدم قفل شاشة هاتفك",
  page_advertisement_content: `كما نحن Sendgb ، نحن ندعم مشاريع المسؤولية الاجتماعية لدينا مع خلفية واسعة وواسعة. وفي الوقت نفسه ، نمنح المؤسسات فرصة للوصول إلى جمهور عالمي بأكثر الطرق إثارة للإعجاب. إذا كنت ترغب في مشاركة علامتك التجارية أو منتجك مع منطقة نشطة وأكثر فاعلية ، من فضلك
 `,
  page_advertisement_contact: "اتصل بنا.",
  faq_page_title_content:
    "نحن نريد مساعدتك في الحصول على أقصى استفادة من برنامج SendGB. لقد أضفنا قائمة بأكثر الأسئلة شيوعًا فيما يتعلق بـ SendGB. إذا لم تجد الإجابة على ما تبحث عنه أدناه ، فيرجى الاتصال بنا على info@sendgb.com",

  faq_page_question_1: "هل أحتاج للتسجيل لإرسال ملفات كبيرة؟",
  faq_page_answer_1:
    "بالتأكيد لا ، في الحقيقة لا يمكنك التسجيل لأننا لا نملك هذا المرفق. يمكنك استخدام SendGB 100 ٪ مجانا دون تسجيل مدى الحياة ، مضمون.",
  faq_page_question_2: "أي تنسيقات ملفات يمكن مشاركتها؟",
  faq_page_answer_2:
    "ويدعم جميع تنسيقات الملفات المعروفة. يمكنك إرسال جميع أنواع الملفات.",
  faq_page_question_3: "ما هو الحد المسموح به لحجم الملف؟",
  faq_page_answer_3: "يمكنك تحميل ما يصل إلى 4 غيغابايت لكل ملف",
  faq_page_question_4: "هل يمكنني مشاركة المجلدات؟",
  faq_page_answer_4:
    "إذا كنت ترغب في تحميل مجلد كامل ، فليس من الممكن مباشرة بسبب قيود متصفح الويب الحالية. طريقة للالتفاف على هذا هو لضغط (الرمز) المجلد وإضافة ملفات مثل الرمز البريدي.",
  faq_page_question_5: "كيف يمكنني تحميل الملفات؟",
  faq_page_answer_5:
    ' انقر فوق الزر "إضافة ملف (ملفات)" لتحديد الملف الذي تريد مشاركته ، أو قم بسحب وإسقاط ملفك في أي مكان على صفحة التحميل لبدء الإرسال.',
  faq_page_question_6: "كم عدد الأشخاص الذين يمكنني إرسال الملفات إليهم؟",
  faq_page_answer_6: "يمكنك إرسال ملفات لما يصل إلى 20 شخصًا لكل عملية نقل.",
  faq_page_question_7: "كم مرة يمكنني تحميل؟",
  faq_page_answer_7:
    "يمكنك إجراء تحويلات غير محدودة في اليوم الواحد. لا حدود النقل.",
  faq_page_question_8: "كم تبقى ملفاتي؟",
  faq_page_answer_8:
    "سيتم تخزين ملفاتك على الخادم لإطار زمني مدته 7 أيام. لأسباب تتعلق بخصوصية البيانات ، سيتم حذف البيانات التي تخضع لانتهاء الصلاحية تلقائيًا. بمجرد انتهاء صلاحية الملف ، يتم إزالته تلقائيًا من خوادمنا. للأسف بمجرد إزالة ملف ، لا توجد طريقة لاستعادته مرة أخرى.",
  faq_page_question_9: "هل يمكنني استعادة ملف محذوف؟",
  faq_page_answer_9:
    " لا ، بمجرد إزالة الملف ، تنتهي العملية تمامًا ، ولا يتم الاحتفاظ بسجلات أو سجلات ، والطريقة الوحيدة التي يمكن أن تعود بها هي إذا تم تحميلها مرة أخرى.",
  faq_page_question_10: "لماذا سرعة التحميل بطيئة؟",
  faq_page_answer_10:
    "هناك العديد من العوامل التي تؤثر على سرعة التحميل. يمكن أن يشمل ذلك جهاز الكمبيوتر الخاص بك ، والشبكة ، وجهاز التوجيه ، وحركة مرور مزود خدمة الإنترنت الخاص بك ، وتحميل الخادم الخاص بنا.",
  faq_page_question_11: " هل يمكنني حماية ملفي بكلمة المرور؟ ",
  faq_page_answer_11:
    " يمكنك إضافة حماية بكلمة مرور لكل عملية نقل للتمتع بأمان محسّن. إذا كنت ترغب في الاستفادة من هذا الخيار ، فتأكد من أن جميع المستلمين لديك على علم بكلمة المرور لأنهم لن يتمكنوا من تنزيل البيانات بدونها. ",
  faq_page_question_12: " هل أحتاج إلى تثبيت برنامج لتحميل / تنزيل الملفات؟ ",
  faq_page_answer_12:
    " يمكن الوصول إلى خدمتنا مباشرة من متصفحك (Chrome ، و Firefox ، و Internet Explorer ، و Safari ...) بدون أي متطلبات لتثبيت البرامج أو التطبيقات.",
  faq_page_question_13: "ما المتصفح الذي يمكنني استخدامه؟",
  faq_page_answer_13:
    " تم تطوير واختبار SendGB للعمل مع معظم متصفحات الويب. سيوصي برنامج SendGB بشدة باستخدام أحدث إصدار من Google Chrome أو Firefox أو Safari أو Internet Explorer.",
  faq_page_question_14: "لماذا لا يتم تشغيل التحميل أو التنزيل كما هو متوقع؟ ",
  faq_page_answer_14:
    "يتوافق SendGB مع جميع المتصفحات. ونوصي بتحديث متصفح الويب الخاص بك إلى أحدث التحديثات.",
  faq_page_question_15: "لا يمكن فتح الملف الذي تم تنزيله. ماذا افعل؟",
  faq_page_answer_15:
    "سيتم ضغط ملفاتك بتنسيق ملف .Zip على الخادم أثناء عملية الإرفاق. تحتوي ملفات Zip على الامتداد .zip ، والذي يمكن فتحه بواسطة Windows أو WinZip. يمكنك تنزيل برنامج Zip المجاني.",
  faq_page_question_16: "هل يرسل Sendgb أي إشعار يقوم بتنزيل ملفاتي؟",
  faq_page_answer_16:
    "نعم ، يرسل SendGB إشعارات بالبريد الإلكتروني للتحميل والتنزيل والحذف ...",
  faq_page_question_17: "لماذا لا يمكن للمستلم الحصول على البريد الإلكتروني؟",
  faq_page_answer_17:
    "إذا لم يتلق المستلم رسالة إلكترونية كإشعار. يمكن للمتلقي التحقق من مجلد الرسائل غير المرغوب فيها أو مجلد الرسائل غير المرغوب فيها. في بعض الأحيان ، سوف ينتهي البريد الإلكتروني في أحد هذه المجلدات.",
  faq_page_question_18:
    "هل سيشاهد المستلمون عناوين البريد الإلكتروني التي أرسلتها إلى الملف؟",
  faq_page_answer_18:
    "يتم إرسال كل البريد الإلكتروني بشكل منفصل. هو فقط مثل استخدام وظيفة BCC في البريد الإلكتروني.",
  faq_page_question_19: "كيف يمكنني حذف التحميل الخاص بي؟",
  faq_page_answer_19:
    'لا توجد وسيلة لحذف ملف تم تحميله. ولكن لا تقلق إذا اخترت "Destruct the file" في قائمة الخيارات. سوف يدمر التحميل نفسه بعد أن يقوم جميع المستلمين بتنزيل الملف.',
  faq_page_question_20: "لا أستطيع العثور على الملفات التي تم تنزيلها. أين هم؟",
  faq_page_answer_20:
    "سيتم تخزين ملفك في مجلد التنزيلات على جهاز الكمبيوتر الخاص بك. يمكن تغيير ذلك (للمتصفح Chrome و Explorer و Firefox و Safari). إذا كنت لا تزال لا تجد ، استخدم وظيفة البحث على جهاز الكمبيوتر الخاص بك.",
  faq_page_question_21: "من أنت؟",
  faq_page_answer_21:
    "يتم تشغيل Sendgb وتطويرها من قبل مجموعة من المطورين. تم تطويره في مارس 2015.",
  faq_page_question_22: "أين خادماتي SendGB؟",
  faq_page_answer_22: "تقع خوادمنا في باريس ، فرنسا",
  faq_page_question_23: "هل تستخدم ملفات تعريف الارتباط؟",
  faq_page_answer_23:
    "نستخدم ملفات تعريف الارتباط لتحسين واجهة المستخدم (عنوان البريد الإلكتروني الإكمال التلقائي واللغة وما إلى ذلك) أيضًا ، نستخدم التطبيق الإحصائي Google Analytics الذي يستخدم ملفات تعريف الارتباط الخاصة به",
  faq_page_question_24: "هل تخزن معلومات عن المستخدمين؟",
  faq_page_answer_24:
    "نخزن معلومات قليلة عن المستخدمين (البريد الإلكتروني ، والملكية الفكرية ، واللغة ، ومتصفح الويب). يتم استخدام هذه المعلومات لأغراض أمنية وتمكيننا من إعداد إحصاءات حول مستخدمينا وتحسين خدماتنا.",
  faq_page_question_25: "هل تستخدم معلوماتي؟",
  faq_page_answer_25:
    "نحن لا نبيع ولا نوزع معلومات مستخدمينا لأطراف ثالثة. نحن نستخدم معلوماتك فقط لتحسين خدماتنا.",
  faq_page_question_26: "هل يجب علي أن أدفع لإرسال الملفات؟",
  faq_page_answer_26:
    "SendGB مجاني تماما. لا حاجة للدفع لإرسال ملفات تصل إلى 4 جيجابايت.",
  faq_page_question_27: "كيف يمكنني المساهمة في SendGB؟",
  faq_page_answer_27:
    "SendGB هي خدمة نقل الملفات مجانية تماما. نحتاج دائمًا إلى دعم مستخدمينا. يمكنك مشاركة SendGB مع أصدقائك. يمكنك أيضًا سماع SendGB عبر وسائل التواصل الاجتماعي. يمكننا دعم مشروع المسؤولية الاجتماعية الخاص بك بمساهمتك ..",

  terms_of_use_page_content: `<blockquote> بنود الخدمة </ blockquote>

  <p>
   لا ترسل أو تشارك أو تحمّل أي شيء غير قانوني.

    <br />
    <br />
    <b>
      باستخدام خدمات SendGB ، فإنك توافق على ما يلي
             شروط الخدمة. يرجى قراءة شروط الخدمة بعناية.{" "}
    </b>
    <br />
    <br />
     تفاقية خدمة SendGB هذه ("الاتفاقية") تصف
     الشروط والأحكام التي تقدمها شركة SendGB ("نحن" أو "شركتنا")
     خدمات لك ("العميل" أو "أنت"). من خلال التسجيل أو الاستخدام
     خدمات SendGB ، يوافق العميل على الالتزام بما يلي
     الأحكام والشروط. المصطلح SendGB يتضمن SendGB ، أو أي
     الخدمات الأخرى المقدمة من SendGB Ltd. تحتفظ SendGB بالحق في
     تغيير أو إيقاف أي من الخدمات في أي وقت. رجاء
     قم بزيارة هذه الصفحة للتحديث.
    <br />
    <br />
     ذا كنت تستخدم SendGB ، فسوف نعرض لك إعلانات خلفية لصفحة كاملة
     المعلنين والشركات المسؤولية الاجتماعية التي حددتها لنا.
    <br />
    <br />
     يتم تخزين الملفات التي تم تحميلها والمتاحة للتحميل على SendGB
     الخوادم لفترة محدودة من الوقت وستنتهي صلاحيتها تلقائيًا
     بعد. سيتم إخطارك بتاريخ انتهاء الصلاحية في
     البريد الإلكتروني التأكيد المرسلة لك. يمكن إرسال كل عملية نقل إلى
     عدد محدود من عناوين البريد الإلكتروني لكل عملية نقل. كل البريد الالكتروني هو
     يتم إرسالها بشكل منفصل لكل مستلم فردي.
    <br />
    <br />
    الملفات المحذوفة لن تكون متاحة ولا يمكن استرجاعها بعد الآن.
    <br />
    <br />
    لن نبيع عنوان بريدك الإلكتروني أو نرسل لك أي رسائل غير مرغوب فيها.
    <br />
    <br />
     جميع الملكية الفكرية للملفات المرسلة باستخدام خدمتنا لا تزال قائمة
     مع المرسل. نحن لا ندعي أي ملكية على أي بيانات.
    <br />
    <br />
    <b>أنت توافق على عدم استخدام خدمة SendGB's في:</b>
    <br />
    <br />
    <b>1.</b> تحميل أو نشر أو إرسال بريد إلكتروني أو إرسال أو إجراء أي شيء آخر
     أي محتوى ينشر رسائل الإرهاب أو يصور
     التعذيب أو صور الموت. سيتم الإبلاغ عن المحتوى إلى
     ستكون السلطة القانونية المناسبة و / أو مزود خدمة الإنترنت الخاص بالعضو
     اتصلت.
    <br />
    <br />
    <b>2.</b>إيذاء القاصرين بأي شكل من الأشكال ، وهذا يشمل أي شكل من أشكال الطفل
     المواد الإباحية. سيتم الإبلاغ عن المحتوى إلى القانونية المناسبة
     وسيتم الاتصال بالسلطة و / أو مزود خدمة الإنترنت الخاص بالعضو ؛
    <br />
    <br />
    <b>3.</b> تحميل أو نشر أو إرسال بريد إلكتروني أو إرسال أو إجراء أي شيء آخر
     أي محتوى ينتهك أي براءة اختراع أو علامة تجارية أو تجارة
     السرية أو حقوق الطبع والنشر أو حقوق الملكية الأخرى لأي طرف. SendGB
     لا عقوبات ولا يسمح محتوى الموقع أو نقل
     البيانات التي تحتوي على مواد غير قانونية أو فاحشة أو تشجع أو
     يعزز النشاط غير القانوني ، بما في ذلك على سبيل المثال لا الحصر
     عرض لبيع الأسلحة غير المشروعة ، والترويج أو
     نشر أي مواد قد تنتهك جرائم الكراهية
     التشريع.
    <br />
    <br />
     تحتفظ SendGB بالحق في تعليق أو إنهاء أي
     أو الحساب الذي ينتهك هذه السياسة ، دون سابق
     تنويه.
    <br />
    <br />
     علاوة على ذلك ، إذا انتهك العميل هذه السياسة ، فسوف يقوم برنامج "سنابس جي" بنشاط
     المساعدة والتعاون مع وكالات إنفاذ القانون والحكومة
     السلطات في جمع و معلومات المناقصة حول
     العميل ، موقع العميل ، المحتوى غير القانوني أو الفاحش ، و
     الأشخاص الذين ربما تم الوصول إليهم أو الحصول عليهم أو
     استخدام المحتوى غير القانوني أو الفاحش.
    <br />
    <br />
     لا يجوز للعميل ارتكاب أو السماح بأفعال غير مشروعة أو ضارة
     التي تبرر العمل المدني بما في ذلك ، على سبيل المثال لا الحصر ، النشر
     من معلومات تشهيرية أو فاضحة أو خاصة حول شخص ما
     دون موافقتهم أو عن قصد العاطفية
     محنة.
    <br />
    <br />
    انتهاكات أو محاولات انتهاك أنظمة SendGB أو المقاطعة
    ممنوع منعا باتا خدمات SendGB ، وقد ينتج عنها
    المسؤولية الجنائية والمدنية. أمثلة على انتهاكات النظام
    تشمل ، على سبيل المثال لا الحصر: (أ) الوصول غير المصرح به أو الاستخدام
    خدمات SendGB ، بما في ذلك أي محاولة لفحص أو مسح أو اختبار
    ضعف نظام أو خرق الأمن أو التوثيق
    دون إذن صريح من SendGB ؛ أو (ب)
    التداخل مع الخدمة لأي عميل أو شبكة بما في ذلك ،
    على سبيل المثال لا الحصر ، والفيضانات ، أو محاولات متعمدة لزيادة الحمل
    نظام والهجمات البث ؛ أو (ج) استخدام أي جهاز أو برنامج أو
    أو الروتين للتدخل أو محاولة التدخل في السلوك المناسب
    عمل الخدمات أو (د) أي إجراء يفرض
    تحميل كبير غير معقول أو غير متناسب على SendGB
    البنية التحتية يجب على العميل عدم فك أو فك أو فك تشفير
    المستخرج أو المهندس العكسي أو أي محاولة أخرى لاشتقاق
    شفرة المصدر من "أدوات البرمجيات" (بما في ذلك الأدوات ، الأساليب ،
    العمليات والبنية التحتية) التي تتضمن الخدمات أو أي منها
    برامج أخرى على موقع الويب SendGB.
    <br />
    <br />
    يجوز استخدام خدمات SendGB فقط لأغراض قانونية.
    نقل أو توزيع أو تخزين أي مواد مخالفة
    أي قانون أو لائحة معمول بها ، بما في ذلك مراقبة التصدير
    القوانين ، محظور. وهذا يشمل ، على سبيل المثال لا الحصر ، المواد
    محمية ببراءات الاختراع وحقوق الطبع والنشر والعلامة التجارية وعلامة الخدمة والتجارة
    السرية أو غيرها من حقوق الملكية الفكرية. إذا كنت تستخدم آخر
    مواد الحزب ، يجب عليك الحصول على إذن مسبق. باستخدام
    الخدمات ، أنت تقر وتضمن أنك مؤلف
    ومالك حقوق النشر و / أو المرخص له المناسب فيما يتعلق بأي
    استضافت محتوى وأنت كذلك وتضمن أن لا
    المحتوى ينتهك العلامة التجارية أو حقوق أي طرف ثالث.
    تحتفظ SendGB بالحق في تعليق أو إنهاء العميل
    إرسال (س) أن ، في تقدير SendGB ، ينتهك هذه
    سياسات أو ينتهك أي قانون أو لائحة.
    <br />
    <br />
    إذا كنت تعتقد أن العمل الذي لديك حقوق نشر يتم توزيعه
    على SendGB دون موافقة مسبقة ، يمكنك إرسال بريد إلكتروني للإعلام
    لنا. سنتصرف على وجه السرعة لأية دعاوى حقوق التأليف والنشر
    التعدي الذي يتم الإبلاغ عنه.
    <br />
    <br />
    يجب على العميل عدم إساءة استخدام موارد النظام بما في ذلك ، ولكن لا
    يقتصر على استخدام المحتوى الذي يستهلك وقت وحدة المعالجة المركزية المفرطة أو
    مساحة التخزين؛ استخدام عرض النطاق الترددي المفرط ؛ أو إعادة بيع الوصول
    إلى المحتوى المستضاف على خوادم SendGB.
    <br />
    <br />
    سواء أكان ذلك قانونيًا أو غير قانوني ، تحتفظ شركة SendGB بالحق في التحديد
    ما يضر بعملائها أو عملياتها أو سمعتها ،
    بما في ذلك أي أنشطة تقيد أو تمنع أي مستخدم آخر
    من استخدام الخدمة أو الإنترنت والاستمتاع بها.
    <br />
    <br />
    يرجى العلم بأن شركة SendGB تحتفظ بالحق في إلغاء أي حساب أو
    انتقال تجد في انتهاك لأي من السياسات المذكورة أعلاه.
    إذا كان ذلك مناسبًا ، فسيقوم برنامج SendGB بإحالة الشكاوى إلى جهات إنفاذ القانون
    السلطات ، وفي هذه الحالة ، سوف تساعد خدمة SendGB بنشاط القانون
    وكالات إنفاذ مع التحقيق والمقاضاة من أي
    مثل هذه الأنشطة ، بما في ذلك استسلام حساب العميل والبيانات
    معلومات. يجب أن تكون الشكاوى حول منتهكي سياستنا
    إرسال عبر البريد الإلكتروني إلى legal@sendgb.com. كل شكوى ستكون
    التحقيق وربما يؤدي إلى إلغاء الخدمات بشكل فوري
    بدون إعلام مسبق. أنت تفهم بوضوح وتوافق على ما يلي: (أ)
    استخدامك للخدمة هو على مسؤوليتك وحدك. خدمات SendGB هي
    المقدمة على أساس "كما هي" و "حسب التوفر". إرسال جيجابايت و
    الموردين ، إلى أقصى حد يسمح به القانون ، تخلي الجميع
    الضمانات ، بما في ذلك على سبيل المثال لا الحصر ، ضمانات الملكية ،
    اللياقة لغرض معين ، وقابلية التسويق
    عدم انتهاك حقوق الملكية أو الطرف الثالث. إرسال و
    مورديها لا تقدم أي ضمانات حول الدقة والموثوقية ،
    اكتمال خدماتنا أو برامجنا أو محتواها أو توقيتها ؛
    (ب) لا تقدم خدمة SendGB أي ضمان بأن (i) سوف تستوفي الخدمة
    المتطلبات ، (2) سوف تكون الخدمة دون انقطاع ، في الوقت المناسب ،
    آمنة ، أو خالية من الأخطاء ، (ج) النتائج التي يمكن الحصول عليها من
    سيكون استخدام الخدمة دقيقًا أو موثوقًا به ، (4)
    جودة أي منتجات أو خدمات أو معلومات أو مواد أخرى
    التي اشتريتها أو حصلت عليها من خلال الخدمة سوف تلبي طلبك
    التوقعات ، و (ت) أي أخطاء في البرنامج سيكون
    تصحيح. (د) أي مواد تم تنزيلها أو الحصول عليها بأي طريقة أخرى
    من خلال استخدام الخدمة يتم حسب تقديرك الخاص و
    الخطر وأنك سوف تكون مسؤولا وحدك عن أي ضرر يلحق بـ
    نظام الكمبيوتر الخاص بك أو فقدان البيانات التي تنتج من
    تحميل أي من هذه المواد ؛ (هـ) لا توجد مشورة أو معلومات ،
    سواء كانت شفوية أو مكتوبة ، حصلت عليها منا أو من خلال أو
    من الخدمة ينشئ أي ضمان غير منصوص عليه صراحة في
    هذه الشروط والأحكام. أنت توافق على الدفاع ، والتعويض ، و
    يعقد SendGB ، والشركات التابعة لها ، والضباط ، والمخرجين ،
    الموظفين والوكلاء ، من وضد أي ادعاءات أو أفعال أو
    مطالب ، بما في ذلك على سبيل المثال لا الحصر الرسوم القانونية المعقولة ،
    يزعم أو ينتج عن استخدامك للخدمة ، أو خرقك
    هذه الاتفاقية.
    <br />
    <br />
    دون الحد من العلاجات الأخرى ، قد يصدر SendGB على الفور
    تحذير ، تعليق (أي ، قفل الوصول إلى الخدمات وتشغيلها
    للعميل) إما مؤقتًا أو إلى أجل غير مسمى أو إنهاء
    حساب العميل ورفض تقديم الخدمات للعميل إذا:
    (أ) تعتقد خدمة SendGB أن العميل قد انتهك أو تصرف
    غير متسق مع هذه الاتفاقية ، أو أي من سياساتنا ؛ أو (ب)
    فشل العميل في دفع رسوم أو مدفوعات أخرى بسبب SendGB ؛
    أو (ج) يتعذر على SendGB التحقق من أو مصادقة أية معلومات
    يوفر العميل ل SendGB. أو (د) SendGB يعتقد ذلك
    قد تتسبب إجراءات العميل في المسؤولية القانونية للعميل ،
    إرسال عملاء آخرين ، أو SendGB.
    <br />
    <br />
    إذا تم اعتبار أي بند من هذه الاتفاقية غير صالح أو
    غير قابل للتنفيذ ، يجب ضرب مثل هذا الحكم ، وبأضيق مثل
    ممكن ، وسيتم تنفيذ الأحكام المتبقية. العناوين
    هي لأغراض مرجعية فقط ولا تحدد ، بأي حال من الأحوال ،
    تفسير أو وصف نطاق أو مدى هذا القسم.
    <br />
    <br />
    يمكنك الاتصال بـ <b> SendGB </ b> على <b> legal@sendgb.com </ b>. اذا أنت
    لديك أي أسئلة ، فقط أرسل لنا بريد إلكتروني باللغة الإنجليزية.
  </p>`
};
export default ar;
