const ru = {
  easy_title: 'ЛЕГКО',
  easy_desc : 'Просто добавьте файлы и начните общий доступ к файлам. Никакой регистрации не связано с проблемой.',
  fast_title : 'БЫСТРО',
  fast_desc : 'Несколько потоков и серверов с высокой пропускной способностью позволяют передавать файлы как можно быстрее.',
  sec_title : 'БЕЗОПАСНЫЙ',
  sec_desc : 'Все переводы осуществляются по зашифрованной строке. Защитите паролем файлы, чтобы они были в безопасности.',
  send_lg_free : 'ОТПРАВИТЬ БОЛЬШИЕ ФАЙЛЫ ДО 4 ГБ БЕСПЛАТНО',
  send_lg_free_desc_1 : 'С Sendgb каждый может безопасно загружать, отправлять и распространять большие файлы до 4 ГБ бесплатно. Пользователи могут отправлять большие вложения по электронной почте или создавать короткие ссылки для совместного доступа. Пользователи могут передавать большие файлы, такие как документы, фотографии, видео высокой четкости и многое другое ...',
  send_lg_free_desc_2 : 'Вы можете передавать файлы, выбирая файлы или перетаскивая их. Вы можете отправлять файлы в любую точку мира с помощью SendGB, который предлагает 10 языков.',
  no_membership : 'NO MEMBERSHIP & FREE',
  no_membership_desc : 'Вам не обязательно быть участником для обмена файлами! Быстрая передача файлов без потери членства.',
  no_membership_desc_1 : 'SendGB - это бесплатный сайт для загрузки файлов.',
  no_membership_desc_2 : 'SendGB не подводит вас к большому совместному использованию файлов. Если ваше интернет-соединение отключено во время загрузки файлов, загрузка будет продолжена сразу же после вашего подключения. Таким образом, ваши большие загрузки файлов не будут отменены из-за прерванного интернет-соединения. ',
  no_membership_desc_3 : 'Вы также можете остановить процесс, если хотите загрузить файл, а затем продолжить его с того места, где вы остановились. ',
  no_membership_desc_4 : 'Важной особенностью, отличной от SendGB от конкурентов, является то, что вы завершаете транзакцию при больших передачах файлов. Если компьютер, который вы используете, запускается бесплатно или если вам необходимо немедленно прервать передачу. Когда вы добавляете файлы, которые хотите загрузить, ваш процесс возобновится там, где вы остановились. ',
  accross_devices : 'Легкая отправка со всех устройств.',
  accross_devices_desc : 'С помощью SendGB вы можете быстро отправлять файлы с вашего рабочего стола или мобильных устройств. Нет необходимости загружать приложение. Все, что вам нужно сделать - это ввести SendGB.com на свой рабочий стол или мобильное устройство (мобильный телефон или планшет). Не тратьте время на загрузку и установку программы или приложения.',
  sec_sharing : 'БЕЗОПАСНОЕ ОБМЕН',
  sec_sharing_desc : 'SendGB дает вам безопасный доступ без членов. Вы можете указать пароль при отправке файлов. Таким образом, при загрузке файла противоположной стороны вы можете загрузить его, введя указанный вами пароль. Легко, быстро и безопасно.',
  compatible : 'СОВМЕСТИМ С ВСЕМИ УСТРОЙСТВАМИ',
  why_us : 'ПОЧЕМУ SENDGB ?',
  why_us_desc : 'Разница SendGB - это не просто быстрая и простая передача файлов. Одновременно поддерживаются проекты социальной ответственности. Используя SendGB, вы можете убедиться, что социальные кампании в фоновом режиме охватят больше людей.',
  why_us_desc_1 : 'Мы настойчивы с нашей скоростью. Он должен быть таким же быстрым, как легко отправлять большие файлы. Вот почему мы постоянно инвестируем в инфраструктуру. Предоставляя быструю передачу файлов, мы сохраняем время наших пользователей.',
  soc_res_support : 'ПОДДЕРЖКА СОЦИАЛЬНОЙ ОТВЕТСТВЕННОСТИ',
  send_now: 'ОТПРАВИТЬ СЕЙЧАС',
  send_lg_files: 'Отправить большие файлы объемом до 4 ГБ...',

  how_it_works: 'КАК ЭТО РАБОТАЕТ?',
  send_big_file: 'ОТПРАВИТЬ БОЛЬШОЙ ФАЙЛ',
  share_files: "Поделиться файлами",
  ok: "OK",
  close: "Закрыть",
  files: "Файлы",
  link: "Ссылка",
  email: "Адрес электронной почты",
  success: "Получилось !",
  password: "Пароль",
  message: "Сообщение",
  download: "Загрузить/скачать",
  destruct: "Разрушить",
  select_files: "Выбрать файл(ы)",
  add_more: "Добавить больше",
  total_size: "Общий размер",
  total_files: "Общее количество файлов",
  download_id: "Номер скачивания ",
  add_password: "Добавить пароль",
  upload_error: "Ошибка загрузки",
  wrong_pass: "Недействительный пароль",
  enter_email: "Введите адрес электронной почты для отправки",
  enter_own_email: "Введите адрес Вашей электронной почты",
  fill_fields: "Заполните все поля !",
  message_receiver: "Ваше сообщение",
  download_started: "Скачивание началось",
  enable_destuct: "Включить самоуничтожение",
  file_to_large: "Файл(ы) слишком большой",
  fill_password: "Пожалуйста, введите пароль ниже",
  download_started:
    "Ваша загрузка началась. Спасибо, за то, что используете SendGB",
  upload_not_found: "Файл(ы) не найден. Возможно, он был разрушен.",
  processing_files:
    "Обработка файла/файлов и создание ссылки. Пожалуйста, будьте терпеливы.",
  success_link: "Ваш файл(ы) был загружен, Вы можете использовать ссылку",
  success_email:
    "Ваш файл(ы) был загружен. Вы получите электронное сообщение в самое ближайшее время.",

  //Added in update 1.0.2
  select_share: "Выберите способ поделиться:",
  file_blocked: "Данный файл(ы) не разрешен !",

  //SENDGB
  file_to_much: "Слишком много файлов (Максимально допустимое количество 500)",
  mail_to_much:
    "Слишком много адресов электронной почты (Максимально допустимое количество 20)",
  ynastm: "У Вас нет разрешения для просмотра данного файла",
  invalid_password: "Неверный пароль !",
  msg_upload_of: "Mб загружено из",
  max_upload_size: "Отправить до 4Гб",
  copy_link: "Скопировать",
  time_hour: "Час",
  time_day: "День",
  time_week: "Неделя",
  time_month: "Месяц",
  msg_upload_canceled:
    "Загрузка была отменена пользователем или связь была прервана браузером.",
  msg_upload_failed: "Во время загрузки файла произошла ошибка",
  msg_unable_to_compute: "Не в состоянии вычислить",
  msg_files_selected: "Файл(ы) выбран",
  msg_confirmExit: "Вы уверены в том, что Вы хотите покинуть эту страницу ?",

  mt_title: "SendGB | Бесплатный и Простой Обмен Файлами",
  mt_desc:
    "SendGB это бесплатный и простой сервис обмена файлами. Регистрация не требуется!",
  mt_keywords:
    "Обмен файлами, файлообменник, обмен большими файлами, передача, фильм, файл, документ, передать, большой, отправить, файлы, файл, иллюстрация, фотография, СМИ, цифровой, дизайн, большой файл, SendGB, Wetransfer",

  mt_terms_of_use_title: "Sendgb.com | Условия эксплуатации",
  mt_terms_of_use_desc: "Условия использования Sendgb.com. Отправляйте большие файлы объемом до 4 ГБ. Бесплатная, простая передача файлов. Легко загружать и обмениваться файлами. Бесплатно без членства.",
  mt_terms_of_use_keywords: "4GB, wetransfer, обмен файлами, передача файлов, быстрая отправка файлов, бесплатный файл, альтернатива wetransfer, условия использования, бесплатный хостинг файлов, простой хостинг файлов",
  
  mt_advertisement_title: "Sendgb.com | Реклама",
  mt_advertisement_desc: "Реклама на Sendgb.com. Отправляйте большие файлы объемом до 4 ГБ. Бесплатная, простая передача файлов. Легко загружать и обмениваться файлами. Бесплатно без членства.",
  mt_advertisement_keywords: "Большой файл, загружать файл, загружать файл, 4 ГБ, wetransfer, общий доступ к файлам, передачу файлов, быструю отправку файлов, бесплатный файл, альтернативу wetransfer, рекламу, бесплатный хостинг файлов, простой хостинг файлов",

  report_file: "Сообщить о файле",
  report_file_text: "Вы уверены в том, что Вы хотите сообщить об этом файле ?",
  report: "Сообщить",
  reported: "Отчет",
  max_files: "Выбрано слишком много файлов!",

  tt_info: "Нажмите для получения информации",
  tt_addfiles: "Добавить Ваш файл(ы)",
  tt_recipient:
    "Вы можете добавить до 20 адресов электронной почты. Если Вы хотите получить ссылку для скачивания, нажмите на кнопку опций ниже.",
  tt_yourmail:
    "Добавьте Ваш адрес электронной почты, чтобы мы могли сообщить Вам, когда файлы будут скачаны.",
  tt_message:
    "Если Вы хотите отправить сообщение Вашим друзьям, Вы можете добавить его здесь! Но Вам не нужно:",
  tt_send: "Отправить",
  tt_options: "Нажмите для получения параметров/опций",
  tt_type:
    "Прикрепите Ваш файл или файлы, используя электронный адрес или ссылку",
  tt_password:
    "Введите Ваш пароль для того, чтобы зашифровать Ваш файл или файлы",
  tt_destroy: "Удалить Ваш файл(ы) после скачивания",
  tt_infobox:
    'Отправляйте большие файлы размером до 4 Гб без регистрации. Вы можете отправлять большие файлы по электронной почте или создавать ссылки для обмена файлами. Файлы хранятся с помощью шифрования 256-bit AES. Дельнейшее хранение файлов может быть обеспечено с помощью пароля. Вы можете прикреплять файлы размером до 4 Гб, которые хранятся бесплатно в течение 7 дней. Для получения дополнительной информации нажмите <a href="https://www.sendgb.com/ru/свяжитесь-с-нами.html" target="_blank">здесь</a>.<br><br><a href="https://www.facebook.com/sendgb" target="_blank">Facebook</a><br><a href="https://twitter.com/SendGB" target="_blank">Twitter</a><br><a href="https://plus.google.com/+Sendgb" target="_blank">Google+</a><br><a href="https://www.linkedin.com/company/sendgb" target="_blank">Linkedin</a>',

  msg_ut_second: "Секунда",
  msg_ut_seconds: "Секунды",
  msg_ut_minutes: "Минуты",
  msg_ut_hours: "Часы",
  msg_ut_days: "Дни",
  msg_ut_weeks: "Недели",
  msg_upload_cancel: "Отменить загрузку",
  msg_mobile_settings_save: "Сохранить",

  //Added in update 1.0.7
  yes: "Да",
  no: "Нет",
  max: "Макс.",
  upload_settings: "Настройки загрузки",
  change_language: "Изменить язык",
  about_us: "О нас",
  how_sgb_works: "Как это работает ?",
  faq: "Вопросы-Ответы",
  social_responsibility: "Социальная ответственность",
  privacy_policy: "политика конфиденциальности",
  terms_service: "Условия использования сервиса",
  advertisement: "Реклама",
  contact_us: "Свяжитесь с нами",
  protect_with_pass: "Защитить с помощью пароля",
  destruct_file: "Разрушить файл",
  leave_empty_password: "Оставьте поле пустым для того, чтобы отключить пароль",
  share_type: "Способ обмена",
  share_type_text:
    "Вы можете обменяться загруженным файлом по электронной почте, то есть получатели получат электронное сообщение. Или Вы можете обменяться с помощью ссылки, скопировать URL и обменяться ею с кем Вы хотите.",
  destruct_text:
    "Загруженный файл удалится автоматически после того, как все получатели его скачают.",
  password_text:
    "Ваш загруженный файл может быть скачан только после введения пароля.",
  select_pref_lang: "Выберите предпочитаемый язык",
  select_language: "Выбрать язык",
  copy_url: "Скопировать",
  sign_in: "Войти в учетную запись",
  invalid_login: "Неверные данные входа в систему",
  upload_processing: "Мы обрабатываем Ваш файл. Пожалуйста, вернитесь позже.",
  not_allowed: "У Вас нет разрешения для просмотра данного файла",
  invalid_pass: "Неверный пароль",
  msg_second: "Секунда",
  msg_seconds: "Секунда/секунды",
  msg_minutes: "Минута/минуты",
  msg_hours: "Час/часы",
  msg_remaining: "остается",
  save: "Сохранить",
  cancel_transfer: "Отменить",

  //Added in update 1.2
  not_available_pass: "(требуется Премиум)",

  //Added in update 1.2.2
  uploaded_of: "uploaded of",
  cancel: "Отменить",
  destructed_on: "Будет удалена",
  open: "открыто",
  accept_terms:
    "Вам нужно будет принять условия обслуживания, чтобы перейти на наш сайт.",
  accept: "принимать",

  //Added in update 1.2.3
  view_terms: "Посмотреть условия",

  //Added in update 1.2.6
  month: "month",
  week: "week",
  day: "day",
  hour: "hour",
  months: "months",
  weeks: "weeks",
  days: "days",
  hours: "hours",
  max_file_uploads: "Максимальный общий размер файла - 4 ГБ.",
  //Added in update 1.2.7
  drop_files_here: "Бросайте файлы здесь",

  //Added in update 1.3.0
  msg_safari_ver:
    "Предупреждение! Ваш браузер не поддерживает функции перетаскивания. Пожалуйста, обновите ваш браузер!",

  //Added in update
  msg_optional: "необязательный",
  msg_sending_files: "отправка [[x]] файлов [[Y]] человеку",
  msg_sending_files2: "отправка [[x]] файла (ов)",
  msg_peyem: "Введите адрес электронной почты",
  msg_wrongem: "неправильно",

  pause: "Пауза",
  resume: "Продолжать",
  pdnlyps: "Не блокируйте экран телефона",
  page_advertisement_content: `Как Мы Sendgb, мы поддерживаем наши проекты социальной ответственности с нашим широким и мощным фоном. В то же время мы предоставляем институтам возможность наиболее впечатляющим образом охватить глобальную аудиторию. Если вы хотите поделиться своим брендом или продуктом с активной и более эффективной областью, пожалуйста`,
  page_advertisement_contact: "свяжитесь с ."
};

export default ru;
